tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"

brew 'nvim', args: ['HEAD']
#brew 'cmacrae/formulae/spacebar'
#brew 'yabai'
#brew 'skhd'
brew 'exa'
brew 'go'
brew 'fzf'
brew 'httpie'
brew 'stow'
brew 'tmux'
brew 'python'
brew 'repo' 
brew 'cmake' 
brew 'ccache' 
brew 'git-review' 
brew 'golang' 
brew 'make'
